Repository: Xaaris/TFG-Bachelor-Thesis
Catalog: Quiz/*.lproj/Localizable.strings
Languages: de, es

source: out of
de: von
es: de

source: ? This cannot be undone!
de: ? Dies kann nicht rückgängig gemacht werden.
es: ? Esta operación no se puede revertir!

source: An email containing information on how to reset your password has been sent to:
de: Eine Email mit Anweisungen zum Zurücksetzen des Passwortes wurde an folgende Adresse gesendet:
es: Se ha enviado un correo electrónico con instrucciones sobre cómo reiniciar la contraseña a la siguiente dirección:

source: Are you sure you want to delete all statistics of the following topic:
de: Bist du sicher das du alle Statistiken des folgenden Themas löschen möchtest:
es: ¿Estás segur@ de que quieres borrar todas las estadísticas del seguiente tema:

source: Are you sure you want to delete all statistics? This cannot be undone!
de: Bist du sicher das du alle Statistiken löschen möchtest? Dies kann nicht rückgängig gemacht werden
es: ¿Estás segur@ de que quieres borrar todas las estadísticas? Esta operación no se puede revertir!

source: Are you sure you want to log out?
de: Willst du dich wirklich ausloggen?
es: ¿Estás segur@ que quieras cerrar la sesión?

source: Beautiful statistics show your progress
de: Hilfreiche Statistiken zeigen deinen Fortschritt an
es: Estadísticas muestran tu progreso

source: Cancel
de: Abbrechen
es: Cancelar

source: Choose a topic and start to learn
de: Wähle ein Thema und fang an zu lernen
es: Elije un tema e empieza aprender

source: Date:
de: Datum:
es: Fecha:

source: Date: No data
de: Datum: Keine Daten
es: Fecha: No datos

source: Delete
de: Löschen
es: Borrar

source: Delete Statistics?
de: Statistiken Löschen?
es: ¿Borrar Estadísticas?

source: Delete all statistics
de: Alle Statistiken löschen
es: Borrar todas las estadísticas

source: Delete statistics of a certain topic
de: Lösche Statistiken eines Themas
es: Borrar estadísticas de un tema

source: Feedback
es: Comentario

source: Global Average
de: Globaler Durchschnitt
es: Promedio global

source: Got it
de: Alles klar!
es: Vale

source: Great!
de: Super!
es: ¡Fantástico!

source: Hint
de: Tip
es: Pista

source: Invalid
de: Ungültig
es: No Válido

source: Let's start!
de: Los geht's!
es: Empezamos!

source: Log Out
de: Ausloggen
es: Cerrar sesión

source: Log Out?
de: Ausloggen?
es: ¿Cerrar Sesión?

source: Multiple choice questions might have more than one correct answer. Single choice questions have only one correct answer.
de: Bei Multiple Choice Fragen können mehrere Antworten richtig sein, bei Single Choice Fragen ist nur eine Antwort richtig.
es: Preguntas multiple choice pueden tener más que una respuesta correcta. Preguntas single choice solo tienen una respuesta correcta.

source: No anser selected
de: Keine Antwort ausgewählt
es: No has elegido una repuesta

source: No connection
de: Keine Verbindung
es: No hay conexión a red

source: No data yet
de: Noch keine Daten
es: Ya no hay datos

source: No topic selected
de: Kein Thema gewählt
es: No has elegido un tema

source: Overview
de: Übersicht
es: Visión General

source: Password Reset
de: Passwort zurückgesetzt
es: Restablecer contraseña

source: Password can not contain whitespace characters
de: Das Passwort darf keine Leerzeichen enthalten
es: La contraseña no puede contener espacios en blanco

source: Password must be greater than 6 characters
de: Das Passwort muss mindestens 6 Zeichen lang sein
es: La contraseña debe tener 6 caracteres como mínimo

source: Perfect!
de: Perfekt!
es: ¡Perfecto!

source: Please choose a topic first
de: Bitte wähle zuerst ein Thema
es: Por favor elije un tema

source: Please enter a valid email address
de: Bitte gib eine gültige Email Adresse ein
es: Por favor introduce una dirección de correo eletrónico válida

source: Pull to refresh
de: Ziehen zum Neuladen
es: Deslizar hacia abajo para refrescar

source: Question
de: Frage
es: Pregunta

source: Score:
es: Puntuación:

source: Score: No data
de: Score: Keine Daten
es: Puntuación: No datos

source: Seconds before a question automatically locks
de: Sekunden bevor eine Frage automatisch gesperrt wird
es: Segundos antes de que la pregunta se cierra

source: Skip
de: Überspringen
es: Saltar

source: Success
de: Erfolgreich
es: Éxito

source: That needs more work!
de: Da musst du nochmal ran!
es: ¡Tienes que trabajar más!

source: That was good
de: Das war gut
es: Bastante bien

source: That was great!
de: Das war super!
es: ¡Fantástico!

source: This is a single choice question. Please select one answer.
de: Dieser Fragentyp erfordert genau eine Antwort.
es: Por favor elijes una repuesta

source: This short tutorial will guide you through the most important aspects of this app. Swipe left to continue
de: Diese kurze Einführung wird dich durch die wichtigsten Features der App führen. Swipe nach links um fortzufahren
es: Este pequeño tutorial te guiará por los aspectos más importantes de la aplicación. Desliza hacia la izquierda para continuar

source: This will delete all the statistics of a topic that are associated with your account
de: Dies löscht alle Statistiken eines Themas, die mit deinem Account verknüpft sind
es: Eso borrará todos los estadísticas de un tema

source: Topic:
de: Thema:
es: Tema:

source: Topic: No topic selected
de: Thema: Kein Thema ausgewählt
es: Tema: No has elegido un tema

source: Username must be greater than 4 characters
de: Der Benutzername muss mindestens 4 Zeichen lang sein
es: El nombre de usuario debe tener 4 caracteres como mínimo

source: Welcome
de: Willkommen
es: Bienvenido

source: You are signed up!
de: Du bist dabei!
es: ¡Estás participando!

source: You did okay..
de: Das war okay..
es: Un resultado normalillo

source: You got a score of
de: Dein Score ist
es: Tu puntuación es

source: You need an internet connection to be able to log in
de: Du benötigst eine Internetverbindung um dich einloggen zu können
es: Necesitas conexión a Internet para iniciar la sesión

source: You need an internet connection to be able to safely log out
de: Du benötigst eine Internetverbindung um dich sicher ausloggen zu können
es: Necesitas conexión a Internet para cerrar la sesión
